[
  {
    "episode": 37,
    "title": "New Terra",
    "link": "/wiki/New_Terra_(episode)",
    "description": "The crew of the Roci investigates a strange protomolecule ruin on an alien planet. Bobbie copes with civilian life on Mars. Drummer and Ashford battle with piracy in the Belt."
  },
  {
    "episode": 38,
    "title": "Jetsam",
    "link": "/wiki/Jetsam",
    "description": "Avasarala is blindsided while on a visit to Mars. The Roci crew continue their protomolecule investigation while tensions between the RCE and Belters reach a tipping point. Drummer and Ashford track down a terrorist."
  },
  {
    "episode": 39,
    "title": "Subduction",
    "link": "/wiki/Subduction",
    "description": "New alien threats emerge on Ilus as Naomi battles health challenges on the planet. Bobbie searches for a missing person on Mars. Avasarala faces a new challenge in the UN."
  },
  {
    "episode": 40,
    "title": "Retrograde",
    "link": "/wiki/Retrograde",
    "description": "Drummer and Ashford confront a dangerous person from Naomi's past. Murtry hunts down a target. Bobbie's makes a life-changing confession."
  },
  {
    "episode": 41,
    "title": "Oppressor",
    "link": "/wiki/Oppressor",
    "description": "As tensions on Ilus reach a boiling point, Holden reveals a secret. Avasarala debates Nancy Gao while an emergency on the Roci forces Alex and Naomi into action."
  },
  {
    "episode": 42,
    "title": "Displacement",
    "link": "/wiki/Displacement",
    "description": "The Roci crew prepares for an incoming disaster on Ilus. Ashford and Drummer close in on an enemy within the Belt. Bobbie takes on a dangerous job."
  },
  {
    "episode": 43,
    "title": "A Shot in The Dark",
    "link": "/wiki/A_Shot_in_The_Dark",
    "description": "Naomi and Alex work to keep the Barbapiccola in orbit amidst a power outage. Avasarala faces a tough decision. Holden and Elvi race to find a cure for a disease spreading on Ilus."
  },
  {
    "episode": 44,
    "title": "The One-Eyed Man",
    "link": "/wiki/The_One-Eyed_Man",
    "description": "Avasarala faces fallout for the UN's military mission. Ashford and Drummer makes big decisions about their future within the OPA. A spreading illness on Ilus takes a toll on Amos. Alex and Naomi's attempt to rescue the Barb turns desperate."
  },
  {
    "episode": 45,
    "title": "Saeculum",
    "link": "/wiki/Saeculum",
    "description": "Holden and Miller race to save Ilus. Murtry puts his endgame into motion, putting the Roci crew's lives at risk."
  },
  {
    "episode": 46,
    "title": "Cibola Burn",
    "link": "/wiki/Cibola_Burn_(episode)",
    "description": "Ashford closes in on an enemy while uncovering a dangerous plot. Avasarala faces a crossroads in her personal and political life. The Roci crew works to reestablish life on Ilus in the wake of a deadly catastrophe."
  }
]